/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "よく使う項目";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "タイプ";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "タグのないループに追加";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "別のディスクまたはパーティションからループを追加";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "これらのオーディオファイルが一定のテンポであり、ダウンビートで始まってビートで終わる場合は、ファイルをプレビューするかプロジェクトに追加すると、プロジェクトのテンポに調整されます。";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "選択した場所がタグのないループに追加されます。この場所にある、テンポが一定でダウンビートで始まりビートで終わるファイルは、ファイルをプレビューするかプロジェクトに追加すると、プロジェクトのテンポに調整されます。";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "キャンセル";

/* Copy Loops Button */
"Copy to Loops Folder" = "ループフォルダにコピー";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "ループがループブラウザに追加され、曲で使用できるようになります。“Logic”でループを“Apple Loops”フォルダにコピーするか、現在ループがある場所からループを使用するかを選択してください。";

/* Debug Menu: Edit Tags */
"Edit Tags" = "タグを編集";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Finder に表示";

/* Debug Menu:Parse loop */
"Parse loop" = "ループを解析";

/* Descriptors */
"Descriptors" = "詳細表示";

/* Genre */
"Genre" = "ジャンル";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "ループをループブラウザに追加";

/* Initial Title of the jam pack control */
"All Packs" = "すべてのパック";

/* Instrument */
"Instrument" = "インストゥルメント";

/* LoopBrower: two and more items label */
"%ld items" = "%ld項目";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "ループを再生中";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "リアル・ループ";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "ソフトウェアループ";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "Webループ";

/* LoopBrowser: one Item label */
"1 item" = "1項目";

/* LoopBrowser: zero Items label */
"0 items" = "0項目";

/* Move Loops Button */
"Move to Loops Folder" = "ループフォルダへ移動";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "ループがループブラウザに追加され、曲で使用できるようになります。“Logic”でループを“Apple Loops”フォルダに移動するか、現在ループがある場所からループを使用するかを選択してください。";

/* Reference Loops Button */
"Current Location" = "現在の場所";

/* Reindex all loops menu item */
"Reindex All Loops" = "すべてのループを再インデックス";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "ループブラウザに表示したいループを選択します。";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "クリックすると、音源、ジャンル、情報でループを検索できます。";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "音源、ジャンル、またはムードのキーワードを表示するかどうかを選択します";

/* accessibility description of the segment that switches to column view */
"column view" = "カラム表示";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "ミュージックボタン表示";

/* menu item in Recent Search History */
"Clear Search History" = "検索履歴を消去";

/* menu item in Recent Search History */
"No recent searches" = "検索履歴がありません";

/* menu title in Recent Search History */
"Recent Searches" = "検索履歴";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "ループを検索";
